[
    {
      "Title": "Uplinx",
      "Description": "Adipisicing proident anim labore duis officia voluptate. Id deserunt officia voluptate dolor ut labore proident. Ut ex aliqua adipisicing aute duis sint est ex irure. Nisi Lorem veniam ullamco deserunt proident cillum dolor sint mollit. Est id elit id ad laborum tempor sint quis elit reprehenderit nulla exercitation aliqua culpa. Occaecat enim dolore duis adipisicing voluptate aliqua. Nisi ex et sunt amet ex.\r\n",
      "ReleaseDate": "2014-09-22",
      "CoverImageUrl": "https://picsum.photos/id/1047/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Peck Bartlett"
        },
        {
          "NameLastname": "Bauer Hines"
        },
        {
          "NameLastname": "Shawn Meyers"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Kneedles",
      "Description": "Id nulla mollit veniam ex labore sunt dolore do aliquip nostrud aliquip irure aute est. Tempor sint Lorem elit do eu voluptate anim. Minim ex aliqua ad occaecat ad veniam non quis tempor. Magna excepteur aute nisi exercitation ea commodo ut reprehenderit nostrud eu ipsum reprehenderit commodo. Elit amet nulla ut eiusmod est duis non est nostrud ex. Elit mollit veniam aute anim ad irure dolor et pariatur. Voluptate laborum laboris ullamco ullamco excepteur dolor est quis dolore dolor dolor.\r\n",
      "ReleaseDate": "2021-06-30",
      "CoverImageUrl": "https://picsum.photos/id/1054/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Bridges Nicholson"
        },
        {
          "NameLastname": "Beach Boyer"
        },
        {
          "NameLastname": "Ellison Fischer"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Xixan",
      "Description": "Ex anim duis adipisicing proident ullamco duis ullamco commodo elit est. Nisi cillum exercitation anim sit consequat deserunt occaecat dolor do consequat cillum voluptate proident. Ex mollit duis commodo est fugiat reprehenderit aliqua aute. Cillum elit officia tempor officia adipisicing proident id dolor incididunt culpa aute et deserunt elit. Eiusmod aliqua veniam ad minim culpa incididunt. Aliqua mollit pariatur duis exercitation irure tempor eiusmod reprehenderit dolor. Officia laborum consectetur irure sit in.\r\n",
      "ReleaseDate": "2001-04-04",
      "CoverImageUrl": "https://picsum.photos/id/1054/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Jeannine Madden"
        },
        {
          "NameLastname": "Potter Orr"
        },
        {
          "NameLastname": "Viola Garrison"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Tsunamia",
      "Description": "Incididunt sint adipisicing consequat ipsum et ad Lorem deserunt. Incididunt minim consectetur ut ut aliqua aliquip. Esse et velit magna culpa ipsum id deserunt proident ad mollit proident aliquip voluptate eu. Deserunt exercitation exercitation veniam elit laboris sunt cillum consequat culpa aliquip laborum.\r\n",
      "ReleaseDate": "2019-03-08",
      "CoverImageUrl": "https://picsum.photos/id/1049/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Mann Shannon"
        },
        {
          "NameLastname": "Alice Ryan"
        },
        {
          "NameLastname": "Queen Abbott"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Entroflex",
      "Description": "Minim voluptate cillum non consectetur in voluptate ea adipisicing consectetur. Eu esse sunt non qui veniam culpa qui officia exercitation eiusmod Lorem dolor. Mollit quis excepteur id incididunt sunt in magna aliqua amet pariatur. Irure reprehenderit sint culpa elit. Irure et nostrud est aliqua cillum ut adipisicing deserunt. Proident nisi proident officia ut laboris ex consequat irure veniam qui laboris cillum nulla Lorem. Excepteur et ex excepteur officia id ipsum enim occaecat fugiat et proident ex est nostrud.\r\n",
      "ReleaseDate": "1990-11-09",
      "CoverImageUrl": "https://picsum.photos/id/1078/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Maynard Chavez"
        },
        {
          "NameLastname": "Moran Salazar"
        },
        {
          "NameLastname": "Mavis Pena"
        }
      ],
      "Ratings": [
        {
          "Score": 6
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Martgo",
      "Description": "Lorem commodo est irure elit sit. Veniam non sunt voluptate laborum ad pariatur esse nulla occaecat nostrud eiusmod deserunt. Do reprehenderit eu officia sit. Quis ut incididunt et ipsum minim cillum consequat.\r\n",
      "ReleaseDate": "1994-10-31",
      "CoverImageUrl": "https://picsum.photos/id/1051/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Calderon Velazquez"
        },
        {
          "NameLastname": "Melva Howard"
        },
        {
          "NameLastname": "Fowler Wood"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Nipaz",
      "Description": "Ut voluptate eu aliqua excepteur deserunt consectetur elit. Exercitation cillum velit aliquip eiusmod ex et irure. Magna proident aliqua voluptate mollit eiusmod. Sint aute irure pariatur anim incididunt sit occaecat ad irure cillum labore. Tempor officia in mollit eiusmod incididunt velit adipisicing elit ullamco labore ipsum.\r\n",
      "ReleaseDate": "2000-03-11",
      "CoverImageUrl": "https://picsum.photos/id/1058/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Harper Webb"
        },
        {
          "NameLastname": "Rosa Fulton"
        },
        {
          "NameLastname": "Gaines Phelps"
        }
      ],
      "Ratings": [
        {
          "Score": 4
        },
        {
          "Score": 4
        }
      ]
    },
    {
      "Title": "Cormoran",
      "Description": "Occaecat qui do voluptate excepteur labore pariatur eu culpa proident commodo. Nostrud est dolore labore id cupidatat et amet. Incididunt occaecat labore deserunt exercitation eiusmod sint. Officia est ullamco eu sunt voluptate aliquip.\r\n",
      "ReleaseDate": "2011-03-26",
      "CoverImageUrl": "https://picsum.photos/id/1053/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Elena Osborn"
        },
        {
          "NameLastname": "Lorie Wright"
        },
        {
          "NameLastname": "Foley Chase"
        }
      ],
      "Ratings": [
        {
          "Score": 7
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Zilladyne",
      "Description": "Dolor exercitation esse mollit aliqua ut commodo tempor ex. Mollit cillum ex voluptate irure veniam deserunt quis commodo id. Ullamco labore amet nostrud mollit elit duis anim excepteur. Elit sit veniam quis non eu.\r\n",
      "ReleaseDate": "2000-01-08",
      "CoverImageUrl": "https://picsum.photos/id/1062/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Gale Austin"
        },
        {
          "NameLastname": "Casandra Bullock"
        },
        {
          "NameLastname": "Vargas Slater"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Peticular",
      "Description": "Occaecat anim irure deserunt nostrud consequat nisi id quis sunt ullamco voluptate incididunt consequat sunt. Esse enim exercitation culpa nulla pariatur proident aliqua culpa. Nulla amet qui dolore veniam minim incididunt cillum. Et sint velit enim Lorem ullamco exercitation minim. Sit ut aliqua est laboris est fugiat reprehenderit do pariatur sit est. Enim aute aute esse reprehenderit ipsum id eu nostrud ea laborum eu eiusmod esse proident. Do in non excepteur sit quis laborum mollit consectetur exercitation minim id commodo excepteur.\r\n",
      "ReleaseDate": "2021-08-06",
      "CoverImageUrl": "https://picsum.photos/id/1077/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Darla Wilcox"
        },
        {
          "NameLastname": "Ross Randall"
        },
        {
          "NameLastname": "Vicky Sweeney"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Isologix",
      "Description": "Non aliqua exercitation eu cillum elit id excepteur. Proident magna ut in non non aute. Lorem minim Lorem non sit dolor culpa. Amet est et do voluptate aliquip irure consectetur occaecat labore culpa nostrud irure. Proident cillum labore qui ex qui ut occaecat non nisi consequat consectetur cupidatat esse. Ullamco incididunt elit duis deserunt eu laboris ullamco aliquip aliquip do sunt officia ipsum et. Reprehenderit do pariatur minim nisi eiusmod ullamco ipsum Lorem deserunt amet consequat.\r\n",
      "ReleaseDate": "2013-06-16",
      "CoverImageUrl": "https://picsum.photos/id/1081/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Lane Benson"
        },
        {
          "NameLastname": "Lauren Meyer"
        },
        {
          "NameLastname": "Tucker Garner"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Accupharm",
      "Description": "Sint non anim sit labore dolor. In eiusmod exercitation cillum aliqua labore minim qui ut consectetur. Elit duis adipisicing duis dolor aute cillum nulla. Consequat irure ullamco non aliquip mollit ipsum nulla incididunt voluptate aliqua sit tempor. Proident consectetur ea nisi consequat officia nulla eu. Sit laborum ipsum excepteur irure.\r\n",
      "ReleaseDate": "2021-03-10",
      "CoverImageUrl": "https://picsum.photos/id/1061/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Hunt Brock"
        },
        {
          "NameLastname": "Clayton Roth"
        },
        {
          "NameLastname": "Alisa Green"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Honotron",
      "Description": "Adipisicing elit velit aute incididunt aliqua mollit cillum mollit non cupidatat. Ex aute esse nostrud irure fugiat aliqua. Consectetur aliquip voluptate qui anim elit mollit. Irure ad dolor veniam adipisicing cillum. Incididunt aute consectetur et cupidatat adipisicing non aliqua Lorem labore veniam eu culpa quis.\r\n",
      "ReleaseDate": "2008-01-12",
      "CoverImageUrl": "https://picsum.photos/id/1047/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Jacquelyn Joseph"
        },
        {
          "NameLastname": "Blackburn Reed"
        },
        {
          "NameLastname": "Miles Scott"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Kaggle",
      "Description": "Velit esse irure ea ex tempor qui fugiat aute exercitation occaecat pariatur adipisicing ea. Irure non ea eiusmod in. Nulla irure culpa consectetur mollit.\r\n",
      "ReleaseDate": "2021-08-26",
      "CoverImageUrl": "https://picsum.photos/id/1056/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Cassie Mann"
        },
        {
          "NameLastname": "Reba Branch"
        },
        {
          "NameLastname": "Eleanor Guzman"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Virxo",
      "Description": "Magna velit eu ea pariatur qui id ad veniam anim ipsum commodo culpa excepteur ullamco. Minim est sunt sit incididunt irure sunt deserunt consectetur id. Id et veniam culpa ad esse ut nisi exercitation. Et id nisi consectetur enim amet est quis non incididunt irure. Culpa anim qui proident laborum eiusmod laboris et excepteur et esse aliqua tempor occaecat commodo.\r\n",
      "ReleaseDate": "1991-08-01",
      "CoverImageUrl": "https://picsum.photos/id/1081/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Cortez Love"
        },
        {
          "NameLastname": "Ashley Fuentes"
        },
        {
          "NameLastname": "Melisa Hardin"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Spherix",
      "Description": "Quis cillum fugiat minim irure voluptate labore et amet velit. Anim nulla proident nulla occaecat velit qui non laboris culpa Lorem laboris aliqua. Id magna laboris ut esse nisi. Labore consequat magna eu laboris do occaecat tempor sit do. Elit in officia pariatur exercitation nulla est consectetur.\r\n",
      "ReleaseDate": "2007-08-18",
      "CoverImageUrl": "https://picsum.photos/id/1073/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Lewis Head"
        },
        {
          "NameLastname": "Perry Kidd"
        },
        {
          "NameLastname": "Robles Hurst"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Insurety",
      "Description": "Laboris proident voluptate ea ipsum. Sit duis id culpa ad labore laboris exercitation occaecat qui non dolore reprehenderit. Commodo ex sunt culpa officia ut enim duis.\r\n",
      "ReleaseDate": "2017-12-03",
      "CoverImageUrl": "https://picsum.photos/id/1083/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Lillian Christian"
        },
        {
          "NameLastname": "Battle Sims"
        },
        {
          "NameLastname": "Hopkins Lynch"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Utara",
      "Description": "Sunt velit magna nisi ut commodo. Proident fugiat nisi dolore laboris aliqua mollit in reprehenderit culpa minim aliqua officia sit enim. Et Lorem consectetur ea commodo nulla enim proident nulla. Duis et proident anim quis ex culpa sint do nisi occaecat amet aliqua. Excepteur irure minim minim in id consequat minim. Elit Lorem amet incididunt amet incididunt labore aliquip aliqua tempor est officia.\r\n",
      "ReleaseDate": "1991-01-13",
      "CoverImageUrl": "https://picsum.photos/id/1065/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Irene Rodriguez"
        },
        {
          "NameLastname": "Mccarty Velez"
        },
        {
          "NameLastname": "Eaton Stuart"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 4
        }
      ]
    },
    {
      "Title": "Aquoavo",
      "Description": "Mollit ex nisi enim deserunt mollit. Aute mollit deserunt pariatur magna deserunt reprehenderit tempor in aute in ut ipsum. Voluptate laboris Lorem nisi incididunt eiusmod exercitation laboris deserunt qui enim ex in. Dolore amet veniam consectetur laboris consectetur ut ea.\r\n",
      "ReleaseDate": "2010-06-01",
      "CoverImageUrl": "https://picsum.photos/id/1072/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Kathryn Dudley"
        },
        {
          "NameLastname": "Callahan Kramer"
        },
        {
          "NameLastname": "Lucas Barry"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Opticall",
      "Description": "Sint amet veniam quis quis eu excepteur labore. Aliqua cupidatat amet eiusmod consectetur dolor dolor cupidatat. Reprehenderit ipsum cillum commodo adipisicing. Eu laborum enim minim velit id laborum. Commodo do nostrud mollit incididunt deserunt id commodo. Do reprehenderit nostrud excepteur minim ut aute labore sit eu eiusmod Lorem voluptate nulla. Elit esse elit ipsum consectetur.\r\n",
      "ReleaseDate": "2008-06-29",
      "CoverImageUrl": "https://picsum.photos/id/1080/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Tisha Mayer"
        },
        {
          "NameLastname": "Barry Gonzalez"
        },
        {
          "NameLastname": "Coleman Bowman"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Blanet",
      "Description": "Magna voluptate amet eu irure sunt ex culpa elit duis nisi ullamco excepteur nostrud. Amet ipsum minim laborum duis. Cupidatat nulla eiusmod ea occaecat esse consectetur magna elit qui ipsum. Est tempor mollit fugiat veniam reprehenderit fugiat anim adipisicing.\r\n",
      "ReleaseDate": "1999-11-22",
      "CoverImageUrl": "https://picsum.photos/id/1056/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Carmella Valdez"
        },
        {
          "NameLastname": "Baird Compton"
        },
        {
          "NameLastname": "Denise Stephenson"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Jasper",
      "Description": "Veniam culpa nulla ex esse veniam proident voluptate ea esse aute ut. Amet do anim ut ipsum adipisicing reprehenderit mollit id. Ad officia deserunt ut duis labore amet dolor incididunt occaecat. Irure occaecat commodo nisi dolore non cillum id voluptate id nostrud id est aute adipisicing.\r\n",
      "ReleaseDate": "2019-09-21",
      "CoverImageUrl": "https://picsum.photos/id/1050/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Ollie Watkins"
        },
        {
          "NameLastname": "Liz Greer"
        },
        {
          "NameLastname": "Mccray Emerson"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Netagy",
      "Description": "Fugiat nulla mollit ea labore ea voluptate ipsum aute. Consequat deserunt proident magna reprehenderit. Est anim nostrud elit dolore adipisicing reprehenderit cillum qui adipisicing. Aliquip esse aliquip exercitation consequat reprehenderit sit esse duis magna occaecat elit non. Tempor mollit eu ipsum veniam id cupidatat nisi officia officia minim non id enim. Anim consectetur elit laborum sint cupidatat commodo ad irure ex sint amet deserunt. Fugiat aute dolore reprehenderit duis cupidatat non fugiat et.\r\n",
      "ReleaseDate": "2005-09-12",
      "CoverImageUrl": "https://picsum.photos/id/1074/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Sargent Kane"
        },
        {
          "NameLastname": "Tamara Phillips"
        },
        {
          "NameLastname": "Ryan Douglas"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 1
        }
      ]
    },
    {
      "Title": "Plasmox",
      "Description": "Qui cupidatat ad deserunt ut sunt commodo anim tempor ipsum veniam do veniam aliqua. Eiusmod esse ullamco proident ea mollit est amet laborum mollit sunt Lorem do sunt fugiat. Enim nostrud fugiat eiusmod id consequat irure dolor. Sunt elit et ea commodo non ex excepteur tempor.\r\n",
      "ReleaseDate": "2014-06-12",
      "CoverImageUrl": "https://picsum.photos/id/1079/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Hess Roach"
        },
        {
          "NameLastname": "Young Beard"
        },
        {
          "NameLastname": "Meadows Crosby"
        }
      ],
      "Ratings": [
        {
          "Score": 4
        },
        {
          "Score": 3
        }
      ]
    },
    {
      "Title": "Asimiline",
      "Description": "Esse ea ad id velit aute officia dolor cupidatat commodo magna laborum. Dolore anim reprehenderit exercitation qui dolor nulla reprehenderit incididunt pariatur. Cillum ea cupidatat elit et occaecat et quis quis nisi enim esse.\r\n",
      "ReleaseDate": "2012-08-14",
      "CoverImageUrl": "https://picsum.photos/id/1076/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Nannie Blevins"
        },
        {
          "NameLastname": "Vaughn Stone"
        },
        {
          "NameLastname": "Jo Holmes"
        }
      ],
      "Ratings": [
        {
          "Score": 4
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Dancity",
      "Description": "Consequat occaecat ea excepteur excepteur sint occaecat magna voluptate tempor et minim Lorem velit. Ex cupidatat laborum duis aute sint commodo non quis quis amet non enim eiusmod consequat. Eu in incididunt cupidatat deserunt consectetur quis velit occaecat. Quis consectetur nostrud irure commodo officia aliqua adipisicing ad ex.\r\n",
      "ReleaseDate": "2005-09-16",
      "CoverImageUrl": "https://picsum.photos/id/1057/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Small Booker"
        },
        {
          "NameLastname": "Flowers Oneil"
        },
        {
          "NameLastname": "Hull Blake"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Omatom",
      "Description": "Veniam nulla Lorem in sint aliquip. Exercitation ut fugiat magna adipisicing laboris exercitation ut adipisicing Lorem ad dolore sit. Ut laboris proident laborum sit. Incididunt ea magna irure ullamco veniam nulla est do occaecat id id amet. Ipsum aute anim sit Lorem ut veniam enim cillum irure magna irure. Et enim magna labore quis adipisicing sit nulla esse cupidatat ut cupidatat. Irure voluptate adipisicing elit officia mollit esse nisi est cupidatat voluptate.\r\n",
      "ReleaseDate": "2008-06-14",
      "CoverImageUrl": "https://picsum.photos/id/1061/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Margery Page"
        },
        {
          "NameLastname": "Justice Cummings"
        },
        {
          "NameLastname": "Irwin Mccarty"
        }
      ],
      "Ratings": [
        {
          "Score": 7
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Escenta",
      "Description": "Labore amet id do reprehenderit. Lorem irure laboris incididunt in consequat id eiusmod tempor velit eiusmod tempor. Magna velit id sit sint et non ipsum aliquip cillum ad reprehenderit sit duis. Officia nisi quis nostrud qui sint enim proident non enim veniam excepteur tempor mollit.\r\n",
      "ReleaseDate": "2001-06-27",
      "CoverImageUrl": "https://picsum.photos/id/1049/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Emilia Cameron"
        },
        {
          "NameLastname": "Sylvia Hamilton"
        },
        {
          "NameLastname": "Goldie Ochoa"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 1
        }
      ]
    },
    {
      "Title": "Synkgen",
      "Description": "Enim est non cupidatat tempor. Consectetur labore nulla sit nisi pariatur duis amet nostrud veniam. Magna anim nostrud nulla nisi sunt mollit cupidatat. Qui fugiat nulla non enim ullamco. Exercitation ea anim eu adipisicing magna cillum laborum mollit excepteur non adipisicing.\r\n",
      "ReleaseDate": "1992-02-26",
      "CoverImageUrl": "https://picsum.photos/id/1057/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Rice Curry"
        },
        {
          "NameLastname": "Lola Hutchinson"
        },
        {
          "NameLastname": "Finch Crane"
        }
      ],
      "Ratings": [
        {
          "Score": 4
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Waab",
      "Description": "Cupidatat elit culpa cillum proident. Ad do officia proident incididunt aliqua aliquip sit aliqua qui. Cillum aliquip dolore ullamco duis est anim Lorem est eiusmod deserunt cupidatat. Tempor enim proident nisi laboris.\r\n",
      "ReleaseDate": "2013-06-10",
      "CoverImageUrl": "https://picsum.photos/id/1081/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Berg Garcia"
        },
        {
          "NameLastname": "Hudson Larson"
        },
        {
          "NameLastname": "Tabitha Chen"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Oronoko",
      "Description": "Aute adipisicing ipsum est enim culpa incididunt. Duis dolore laboris occaecat ex. Sit culpa anim laboris in irure elit aliquip eiusmod esse voluptate reprehenderit. Quis adipisicing sit ut esse aute ea dolor consequat dolore reprehenderit id sit. Labore velit deserunt quis ullamco nostrud proident minim minim commodo irure in. Adipisicing amet elit labore qui ipsum ea magna do dolor qui. Minim ea consequat ullamco nisi in anim amet nostrud amet occaecat incididunt.\r\n",
      "ReleaseDate": "1990-11-25",
      "CoverImageUrl": "https://picsum.photos/id/1075/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Deanne Powers"
        },
        {
          "NameLastname": "Roth Peters"
        },
        {
          "NameLastname": "Shari Hampton"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Quadeebo",
      "Description": "Quis amet culpa eiusmod enim nisi minim culpa do non quis eu minim. Non eiusmod non minim ad excepteur magna labore. Aliqua culpa nisi ea eiusmod id adipisicing velit aliqua est ex voluptate voluptate aute enim.\r\n",
      "ReleaseDate": "2009-08-26",
      "CoverImageUrl": "https://picsum.photos/id/1073/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Serrano Freeman"
        },
        {
          "NameLastname": "Lora Gould"
        },
        {
          "NameLastname": "Cantu Pittman"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Toyletry",
      "Description": "Nostrud ullamco enim cupidatat velit. Adipisicing dolore duis eiusmod in aliquip quis. Magna et est aute ipsum veniam irure commodo magna ea quis aliquip. Excepteur sunt ut tempor veniam reprehenderit.\r\n",
      "ReleaseDate": "2009-05-08",
      "CoverImageUrl": "https://picsum.photos/id/1055/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Carson Holman"
        },
        {
          "NameLastname": "Frye Skinner"
        },
        {
          "NameLastname": "Schneider Burks"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 3
        }
      ]
    },
    {
      "Title": "Octocore",
      "Description": "Reprehenderit aliqua dolore aliquip magna aliqua sit commodo proident ut. Velit elit occaecat cillum amet deserunt sunt dolor tempor magna ipsum ut dolore sit nostrud. Elit esse dolor id cillum.\r\n",
      "ReleaseDate": "2012-11-19",
      "CoverImageUrl": "https://picsum.photos/id/1053/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Ward Rutledge"
        },
        {
          "NameLastname": "Fran Rocha"
        },
        {
          "NameLastname": "Mayer Petty"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Acrodance",
      "Description": "Nisi amet et minim velit et sint laboris enim nulla occaecat enim. Aliquip ad incididunt anim elit eiusmod excepteur sunt elit voluptate cillum ullamco aliquip mollit culpa. Do deserunt nostrud culpa pariatur nulla culpa nisi exercitation consequat adipisicing ut consectetur.\r\n",
      "ReleaseDate": "1997-05-06",
      "CoverImageUrl": "https://picsum.photos/id/1079/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Prince Delgado"
        },
        {
          "NameLastname": "Medina Carpenter"
        },
        {
          "NameLastname": "Shelton Ellison"
        }
      ],
      "Ratings": [
        {
          "Score": 6
        },
        {
          "Score": 1
        }
      ]
    },
    {
      "Title": "Duflex",
      "Description": "Exercitation velit qui dolor ea enim est. Id excepteur do sint sit velit ipsum fugiat tempor ut Lorem labore ipsum qui. Quis irure laboris ad irure commodo cillum nulla eu deserunt. Id tempor laboris officia ipsum non veniam duis culpa. Do eu incididunt do occaecat. Adipisicing veniam adipisicing do ad ullamco labore officia nostrud.\r\n",
      "ReleaseDate": "1996-12-15",
      "CoverImageUrl": "https://picsum.photos/id/1079/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Ruthie Savage"
        },
        {
          "NameLastname": "Kent Cox"
        },
        {
          "NameLastname": "Luz Gray"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Maineland",
      "Description": "Laborum tempor ad voluptate in veniam qui sunt quis officia. Excepteur labore ullamco amet esse veniam aliqua id ut labore nulla irure excepteur. Ad incididunt in nulla incididunt ad voluptate non fugiat minim voluptate.\r\n",
      "ReleaseDate": "2019-09-27",
      "CoverImageUrl": "https://picsum.photos/id/1061/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Susanne Patel"
        },
        {
          "NameLastname": "Chen Morrison"
        },
        {
          "NameLastname": "Ilene Foreman"
        }
      ],
      "Ratings": [
        {
          "Score": 4
        },
        {
          "Score": 1
        }
      ]
    },
    {
      "Title": "Quizka",
      "Description": "Do nisi reprehenderit in amet dolore adipisicing ex irure. Sint eu ea excepteur id dolor ipsum ullamco officia ullamco. Exercitation et laboris nostrud ad reprehenderit mollit culpa. Elit magna ea cillum in et ea.\r\n",
      "ReleaseDate": "1997-10-14",
      "CoverImageUrl": "https://picsum.photos/id/1067/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Brown Hebert"
        },
        {
          "NameLastname": "Meyers Morin"
        },
        {
          "NameLastname": "Claire Blackwell"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 3
        }
      ]
    },
    {
      "Title": "Cofine",
      "Description": "Qui duis eu irure adipisicing. Irure et minim qui excepteur laborum laborum Lorem. Culpa consequat laboris esse Lorem exercitation exercitation dolor pariatur officia.\r\n",
      "ReleaseDate": "1995-08-20",
      "CoverImageUrl": "https://picsum.photos/id/1070/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Margaret Webster"
        },
        {
          "NameLastname": "Clarissa Harmon"
        },
        {
          "NameLastname": "Lucinda Gilmore"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Tripsch",
      "Description": "Consectetur Lorem enim id consectetur labore officia. Labore reprehenderit aute nisi quis ea ullamco ex. Anim deserunt voluptate laborum sit sunt do deserunt voluptate tempor dolore culpa deserunt. Mollit commodo velit fugiat enim ea irure nisi mollit adipisicing est. Veniam in ea ea eiusmod duis ipsum elit ullamco reprehenderit. Dolore sint velit nulla veniam ullamco non tempor anim.\r\n",
      "ReleaseDate": "2010-06-29",
      "CoverImageUrl": "https://picsum.photos/id/1069/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Pansy Wolfe"
        },
        {
          "NameLastname": "Megan Russo"
        },
        {
          "NameLastname": "Berry Kennedy"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Eventix",
      "Description": "Deserunt voluptate consequat aute fugiat eiusmod nostrud labore proident pariatur et labore. Eu duis deserunt esse laborum est nisi esse minim magna in sunt deserunt adipisicing. Labore do excepteur dolor voluptate cillum ad culpa fugiat sint culpa veniam. Velit ullamco duis quis magna ullamco laborum exercitation pariatur in exercitation. Adipisicing sit aute ut sint velit mollit laboris nisi. Dolore id mollit laboris nostrud ut pariatur ea cillum dolore excepteur fugiat ullamco aute magna. Eu eiusmod magna consequat reprehenderit proident officia exercitation ex irure in laboris incididunt et.\r\n",
      "ReleaseDate": "1998-01-04",
      "CoverImageUrl": "https://picsum.photos/id/1052/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Aguirre Stokes"
        },
        {
          "NameLastname": "Bush Cook"
        },
        {
          "NameLastname": "Suzanne Simpson"
        }
      ],
      "Ratings": [
        {
          "Score": 8
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Playce",
      "Description": "Magna id incididunt nisi elit officia esse occaecat fugiat enim exercitation ipsum sint eu magna. Est consectetur exercitation sit ullamco deserunt ut adipisicing nostrud amet. Elit qui quis esse voluptate qui ex pariatur labore eu ipsum irure exercitation duis adipisicing. Ea eiusmod exercitation nulla deserunt laboris laboris in. Est in nulla pariatur pariatur et officia exercitation incididunt consectetur aliqua proident. Tempor veniam quis veniam quis veniam cillum veniam duis ut non.\r\n",
      "ReleaseDate": "2006-09-16",
      "CoverImageUrl": "https://picsum.photos/id/1064/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Curtis Newton"
        },
        {
          "NameLastname": "Salas Horn"
        },
        {
          "NameLastname": "Forbes Noel"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Zaya",
      "Description": "Amet aute aliqua excepteur aliqua eu commodo dolore id nisi labore esse aute amet commodo. Voluptate cupidatat elit ad ex aute veniam labore incididunt cillum est non consequat id non. Incididunt amet do nulla culpa ut Lorem laborum magna ut duis. Incididunt amet labore elit proident mollit incididunt dolore sunt.\r\n",
      "ReleaseDate": "2021-01-29",
      "CoverImageUrl": "https://picsum.photos/id/1047/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Karen Whitehead"
        },
        {
          "NameLastname": "Howell Little"
        },
        {
          "NameLastname": "Rivers Boyle"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Bizmatic",
      "Description": "Cupidatat culpa labore officia elit mollit nulla ut in ullamco laborum eiusmod anim cupidatat. Exercitation eu incididunt amet mollit in deserunt irure adipisicing mollit irure ipsum incididunt irure. Ipsum exercitation aliqua pariatur consequat fugiat dolor duis pariatur. Cillum ad ullamco proident duis non tempor est adipisicing consectetur tempor. Ea enim et aute consequat veniam labore sint duis tempor consequat deserunt aute.\r\n",
      "ReleaseDate": "2003-03-03",
      "CoverImageUrl": "https://picsum.photos/id/1084/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Edith Sanders"
        },
        {
          "NameLastname": "Kemp Hobbs"
        },
        {
          "NameLastname": "Frank Estrada"
        }
      ],
      "Ratings": [
        {
          "Score": 6
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Tersanki",
      "Description": "Deserunt dolor do duis cupidatat adipisicing veniam. Dolor sint exercitation laboris consequat consequat dolore nostrud nostrud. Aliquip nisi nulla sit proident in. Nulla ipsum laboris ex ex pariatur adipisicing dolor eiusmod voluptate. Cupidatat qui cupidatat cupidatat id reprehenderit id incididunt. Eu veniam elit qui commodo occaecat adipisicing cupidatat magna.\r\n",
      "ReleaseDate": "2004-06-11",
      "CoverImageUrl": "https://picsum.photos/id/1070/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Gill Giles"
        },
        {
          "NameLastname": "Stefanie Carlson"
        },
        {
          "NameLastname": "Abbott Franco"
        }
      ],
      "Ratings": [
        {
          "Score": 4
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Photobin",
      "Description": "Nulla id est aliquip anim Lorem deserunt magna pariatur id anim deserunt nulla. Ipsum minim sunt labore Lorem minim labore enim. Cillum labore adipisicing laborum magna ut voluptate consequat veniam pariatur amet proident eu et. Irure mollit sit pariatur est ex dolore do et id mollit irure anim.\r\n",
      "ReleaseDate": "2003-12-15",
      "CoverImageUrl": "https://picsum.photos/id/1084/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Delaney Case"
        },
        {
          "NameLastname": "Mandy Mckenzie"
        },
        {
          "NameLastname": "Richmond Jones"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 4
        }
      ]
    },
    {
      "Title": "Daisu",
      "Description": "Commodo esse excepteur consectetur laborum incididunt cillum ad aute elit ad reprehenderit eu voluptate consequat. Officia magna et irure cillum fugiat dolore ad esse magna duis voluptate. Fugiat magna excepteur consectetur ea veniam incididunt et minim nostrud commodo elit aliquip reprehenderit. Non excepteur consectetur proident ad minim quis. In aliquip voluptate cupidatat eu. Proident officia nisi amet consequat dolor cillum dolor culpa culpa magna reprehenderit velit labore quis. Laboris laboris consectetur ut laborum excepteur anim mollit dolor sint fugiat ipsum aute.\r\n",
      "ReleaseDate": "2016-03-07",
      "CoverImageUrl": "https://picsum.photos/id/1057/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Clarice Vincent"
        },
        {
          "NameLastname": "Kelly Myers"
        },
        {
          "NameLastname": "Porter Shaw"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Premiant",
      "Description": "Lorem nostrud ex deserunt aute proident quis non velit ipsum consequat esse. Nulla cillum proident tempor fugiat est laborum ea. Veniam non excepteur nulla sint. Officia incididunt culpa cillum consequat reprehenderit do voluptate velit amet sint. Anim laboris pariatur aute est ullamco cupidatat culpa nisi pariatur nulla incididunt duis aliquip aute. Aliqua et ex irure commodo magna irure exercitation mollit incididunt occaecat veniam eiusmod aliquip esse. Velit culpa proident deserunt et nulla ea.\r\n",
      "ReleaseDate": "2003-10-01",
      "CoverImageUrl": "https://picsum.photos/id/1083/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Sweeney Roman"
        },
        {
          "NameLastname": "Knapp Palmer"
        },
        {
          "NameLastname": "Hodge Mercer"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 4
        }
      ]
    },
    {
      "Title": "Zolar",
      "Description": "Nisi esse consequat esse officia non culpa qui nostrud labore proident elit. Consectetur velit culpa velit mollit. Ipsum labore in qui irure exercitation id laborum nostrud ea.\r\n",
      "ReleaseDate": "2021-07-04",
      "CoverImageUrl": "https://picsum.photos/id/1069/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Maude Clarke"
        },
        {
          "NameLastname": "Juana Warner"
        },
        {
          "NameLastname": "Cochran Pugh"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Zillacom",
      "Description": "Veniam occaecat tempor adipisicing irure est cupidatat dolor irure esse esse. Eu cupidatat officia ex enim dolore reprehenderit ad veniam id. Sint id incididunt dolore elit dolore consequat qui elit sint nostrud quis. Consectetur et aliqua qui sit elit veniam et voluptate Lorem reprehenderit et occaecat nulla.\r\n",
      "ReleaseDate": "1999-05-20",
      "CoverImageUrl": "https://picsum.photos/id/1073/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Sarah Albert"
        },
        {
          "NameLastname": "Santana Pennington"
        },
        {
          "NameLastname": "Rosa Herring"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Rugstars",
      "Description": "Officia aliqua excepteur Lorem eu culpa pariatur proident adipisicing mollit adipisicing consectetur et. In magna duis veniam cillum fugiat in sit quis. Aliqua ut nisi minim irure et ad sit nulla ullamco deserunt. Excepteur excepteur laborum pariatur ad deserunt irure irure nulla quis. Excepteur cupidatat minim nisi ut exercitation sit duis nulla mollit sint dolore ullamco.\r\n",
      "ReleaseDate": "1993-05-17",
      "CoverImageUrl": "https://picsum.photos/id/1047/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Stanton Fry"
        },
        {
          "NameLastname": "Pena Cochran"
        },
        {
          "NameLastname": "Morales Dennis"
        }
      ],
      "Ratings": [
        {
          "Score": 4
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Insectus",
      "Description": "Cupidatat consectetur ipsum mollit incididunt reprehenderit voluptate aliquip sit incididunt sit elit reprehenderit adipisicing ipsum. Irure ipsum elit ut nisi. Ea incididunt elit Lorem consequat culpa laborum eiusmod eu fugiat nulla. Reprehenderit laborum velit quis ea aliqua laborum ipsum aute velit quis labore id.\r\n",
      "ReleaseDate": "1993-01-28",
      "CoverImageUrl": "https://picsum.photos/id/1083/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Griffith Mitchell"
        },
        {
          "NameLastname": "Mccoy Callahan"
        },
        {
          "NameLastname": "Evelyn Bates"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Eargo",
      "Description": "Deserunt esse laboris ut sunt enim dolor nostrud elit et dolor tempor ad. Eiusmod minim duis ad sint. Esse ipsum sit aliqua quis aute laborum mollit id duis ea est Lorem exercitation est. Magna fugiat adipisicing est magna incididunt consectetur nisi et duis. Fugiat irure aliqua consectetur ipsum quis quis ut enim veniam velit ad aliqua consequat. Excepteur exercitation minim irure elit tempor consectetur. Mollit cupidatat dolor incididunt veniam fugiat in id ea adipisicing deserunt elit sint.\r\n",
      "ReleaseDate": "2000-06-30",
      "CoverImageUrl": "https://picsum.photos/id/1080/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Boone Lawson"
        },
        {
          "NameLastname": "Dalton Maxwell"
        },
        {
          "NameLastname": "Ramirez Raymond"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Roboid",
      "Description": "Mollit in nostrud adipisicing voluptate ut elit anim esse nisi non laborum voluptate excepteur nulla. Labore non amet minim minim consequat labore est cillum ut. Ullamco dolor incididunt cillum voluptate. Occaecat consequat nisi do ipsum excepteur duis velit sit deserunt officia. Labore minim qui officia exercitation.\r\n",
      "ReleaseDate": "1995-05-23",
      "CoverImageUrl": "https://picsum.photos/id/1073/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Velazquez Tucker"
        },
        {
          "NameLastname": "Robertson Wynn"
        },
        {
          "NameLastname": "Moody Leblanc"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Acruex",
      "Description": "Occaecat nostrud commodo nostrud et voluptate consequat ut labore ad dolore id duis deserunt. Do occaecat deserunt sint consequat non nisi id aliqua exercitation consequat sunt ea. Amet proident laboris do id voluptate in fugiat ut magna fugiat eiusmod tempor. Reprehenderit adipisicing occaecat nostrud minim amet laborum occaecat exercitation.\r\n",
      "ReleaseDate": "2007-01-18",
      "CoverImageUrl": "https://picsum.photos/id/1050/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Karyn Quinn"
        },
        {
          "NameLastname": "Consuelo Payne"
        },
        {
          "NameLastname": "Becky Lowery"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Insource",
      "Description": "Sint ad esse ut cupidatat commodo eu fugiat nisi laborum. Ut dolore excepteur voluptate qui amet. Qui velit minim exercitation voluptate proident. Mollit qui sint fugiat incididunt amet exercitation cupidatat excepteur incididunt proident. Sunt consectetur labore in labore eiusmod ipsum reprehenderit sit ut duis minim non. Ex id exercitation eu proident ea consectetur adipisicing sit exercitation dolore aliquip amet. Nostrud aliquip Lorem esse qui occaecat ut incididunt sit est.\r\n",
      "ReleaseDate": "2015-07-24",
      "CoverImageUrl": "https://picsum.photos/id/1065/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Anna Parker"
        },
        {
          "NameLastname": "Roach Stanton"
        },
        {
          "NameLastname": "Ruiz Gibson"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Paprikut",
      "Description": "Officia irure aliquip excepteur exercitation id exercitation excepteur laboris Lorem ullamco excepteur. Proident sunt minim laborum tempor nisi reprehenderit. Exercitation ipsum ut incididunt velit ex magna Lorem mollit laborum eiusmod Lorem duis nulla voluptate. Sint dolor elit dolor cillum aliquip esse ad voluptate irure. Reprehenderit deserunt proident nulla fugiat consequat ex. Sit in in quis Lorem ut aute qui anim.\r\n",
      "ReleaseDate": "2001-07-30",
      "CoverImageUrl": "https://picsum.photos/id/1070/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Knox Briggs"
        },
        {
          "NameLastname": "Jennifer Walter"
        },
        {
          "NameLastname": "Spence Schroeder"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Koffee",
      "Description": "Id adipisicing aliqua enim occaecat. Elit dolor dolor nulla ipsum ea commodo ex cupidatat. Id occaecat reprehenderit nulla ex elit irure.\r\n",
      "ReleaseDate": "2009-11-25",
      "CoverImageUrl": "https://picsum.photos/id/1057/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Merle Thomas"
        },
        {
          "NameLastname": "Selma Ayers"
        },
        {
          "NameLastname": "Cooley Flynn"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Visualix",
      "Description": "Ex ipsum officia et id esse sunt aute nostrud irure. Occaecat minim consectetur anim ad officia adipisicing id labore. Velit mollit id proident minim aute excepteur cupidatat minim veniam sunt non culpa dolor.\r\n",
      "ReleaseDate": "2004-10-29",
      "CoverImageUrl": "https://picsum.photos/id/1053/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Sandoval Sharp"
        },
        {
          "NameLastname": "Patton Ayala"
        },
        {
          "NameLastname": "Leona Avery"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Geeknet",
      "Description": "Lorem commodo laboris laborum esse excepteur eu incididunt. Ut laboris deserunt labore sunt eiusmod elit. Ad labore aute eu adipisicing nisi irure elit est mollit cupidatat qui anim excepteur ad.\r\n",
      "ReleaseDate": "2002-12-19",
      "CoverImageUrl": "https://picsum.photos/id/1054/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Craig Roberts"
        },
        {
          "NameLastname": "Bobbie Lyons"
        },
        {
          "NameLastname": "Boyle Britt"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Dadabase",
      "Description": "Consectetur ad magna cillum aliquip sunt dolore labore id ut sunt sint velit. Velit veniam aute mollit ex ipsum non. Pariatur dolore in id cillum est irure tempor ipsum esse ut. Nulla mollit Lorem sit aute irure labore fugiat.\r\n",
      "ReleaseDate": "2007-06-05",
      "CoverImageUrl": "https://picsum.photos/id/1063/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Hamilton Reyes"
        },
        {
          "NameLastname": "Kline Charles"
        },
        {
          "NameLastname": "Terry Melton"
        }
      ],
      "Ratings": [
        {
          "Score": 8
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Injoy",
      "Description": "Ad laboris ut amet proident enim in proident ex dolore. Laboris reprehenderit nisi quis sunt magna et culpa ad. Et ut dolor officia officia aliqua tempor veniam sunt voluptate. Culpa ipsum nostrud quis nulla sunt ullamco quis enim qui pariatur qui aliqua. Minim voluptate enim elit do quis qui nisi nisi. Eu ut sint sunt anim officia amet mollit deserunt eu aute reprehenderit.\r\n",
      "ReleaseDate": "2002-11-03",
      "CoverImageUrl": "https://picsum.photos/id/1068/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Burton Hopkins"
        },
        {
          "NameLastname": "Ortiz Burton"
        },
        {
          "NameLastname": "Rosalind Rogers"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 4
        }
      ]
    },
    {
      "Title": "Talae",
      "Description": "Proident sunt ea eiusmod id consequat consequat ea nisi consequat in. Voluptate ullamco nisi commodo ut cillum quis cillum adipisicing magna tempor nostrud elit. Ad laborum eiusmod ut occaecat ex dolore officia minim. Exercitation aliqua duis do ea dolore ad. Aliquip excepteur enim consectetur dolore laboris nulla incididunt quis adipisicing reprehenderit excepteur enim aute. Est eiusmod veniam irure laborum cillum dolor sunt ad do cupidatat et.\r\n",
      "ReleaseDate": "1997-03-12",
      "CoverImageUrl": "https://picsum.photos/id/1055/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Garza Stevenson"
        },
        {
          "NameLastname": "Brenda Riddle"
        },
        {
          "NameLastname": "Michelle Barnes"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Orbin",
      "Description": "Pariatur fugiat adipisicing officia reprehenderit do sit excepteur consectetur culpa. Consectetur veniam culpa fugiat ad pariatur mollit occaecat ad qui proident. Sunt occaecat deserunt enim fugiat est ullamco anim ullamco nulla occaecat esse eiusmod cillum. Voluptate aliquip pariatur est proident aute ut reprehenderit. Incididunt ipsum consequat eiusmod aliqua aliquip Lorem ad ad.\r\n",
      "ReleaseDate": "2006-09-11",
      "CoverImageUrl": "https://picsum.photos/id/1077/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Lavonne Vega"
        },
        {
          "NameLastname": "Banks Riggs"
        },
        {
          "NameLastname": "Elvia Daugherty"
        }
      ],
      "Ratings": [
        {
          "Score": 6
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Bedlam",
      "Description": "In laboris mollit consequat deserunt proident do sunt velit aute excepteur. Esse eiusmod enim cupidatat voluptate ullamco commodo dolor nisi. Laborum ipsum mollit proident laborum qui fugiat magna. Labore sunt eiusmod consectetur ex non cillum adipisicing minim aliqua sint proident cillum dolore. Minim et velit elit laboris non dolor velit minim. Incididunt est mollit occaecat in cillum quis ex mollit consequat minim dolor nostrud. Sit mollit eiusmod do sunt id mollit minim do cupidatat sit.\r\n",
      "ReleaseDate": "2016-03-18",
      "CoverImageUrl": "https://picsum.photos/id/1057/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Day Villarreal"
        },
        {
          "NameLastname": "Wallace Hess"
        },
        {
          "NameLastname": "Tami York"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Sureplex",
      "Description": "Proident tempor culpa in Lorem voluptate ea id tempor dolor voluptate. Non fugiat nulla mollit anim duis laboris ipsum enim. Laborum exercitation dolore sunt veniam ad minim non voluptate id in commodo velit eu. Ipsum ipsum quis nulla nisi dolore amet do pariatur consectetur laboris velit. Enim ex enim ipsum dolore dolor ad minim anim ipsum tempor minim nisi tempor amet. Sint in consequat veniam irure enim cupidatat.\r\n",
      "ReleaseDate": "1995-10-26",
      "CoverImageUrl": "https://picsum.photos/id/1068/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Helene Leon"
        },
        {
          "NameLastname": "Burns Wagner"
        },
        {
          "NameLastname": "Justine Herman"
        }
      ],
      "Ratings": [
        {
          "Score": 7
        },
        {
          "Score": 1
        }
      ]
    },
    {
      "Title": "Rodeomad",
      "Description": "Sit proident cupidatat proident nostrud laboris pariatur aliquip ipsum consequat qui nisi ex ad. Tempor ipsum eu id irure aliqua velit veniam. Non fugiat sit anim fugiat qui id excepteur ullamco pariatur sit magna anim anim. In id deserunt laborum cupidatat aliqua sunt ut aute irure adipisicing labore cillum. Nisi veniam deserunt incididunt dolore magna voluptate sint aute ex cillum. Dolore mollit dolor do culpa ex do amet aute eu nulla ea duis ipsum proident.\r\n",
      "ReleaseDate": "2019-03-13",
      "CoverImageUrl": "https://picsum.photos/id/1064/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Valarie Cobb"
        },
        {
          "NameLastname": "Sykes Shaffer"
        },
        {
          "NameLastname": "Nina Reynolds"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Repetwire",
      "Description": "Sunt reprehenderit duis officia cupidatat ut nisi veniam mollit ut esse Lorem aliqua. Nulla sit ex nostrud sint. Pariatur fugiat dolor consectetur exercitation.\r\n",
      "ReleaseDate": "2011-12-23",
      "CoverImageUrl": "https://picsum.photos/id/1075/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Hopper Snider"
        },
        {
          "NameLastname": "Brittney Nixon"
        },
        {
          "NameLastname": "Garrison Mccoy"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Nutralab",
      "Description": "Officia non magna sint laborum nisi consequat incididunt ipsum labore nostrud nostrud aute officia. In culpa velit velit deserunt tempor. Ullamco sint qui non adipisicing consequat laborum. Nulla dolore aute do commodo labore culpa non. Sint culpa id irure nostrud labore nostrud sunt anim in ipsum do irure.\r\n",
      "ReleaseDate": "2004-11-19",
      "CoverImageUrl": "https://picsum.photos/id/1055/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Galloway Shepherd"
        },
        {
          "NameLastname": "Chelsea Nunez"
        },
        {
          "NameLastname": "Sanford Guy"
        }
      ],
      "Ratings": [
        {
          "Score": 6
        },
        {
          "Score": 3
        }
      ]
    },
    {
      "Title": "Zentime",
      "Description": "Deserunt ex velit amet tempor. Enim est laborum exercitation excepteur qui excepteur in eu commodo dolor ex occaecat sit. Laborum est officia laboris esse adipisicing nisi officia. Nostrud sunt esse ipsum labore qui.\r\n",
      "ReleaseDate": "1993-05-29",
      "CoverImageUrl": "https://picsum.photos/id/1075/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Vang Bryan"
        },
        {
          "NameLastname": "Steele Mcmillan"
        },
        {
          "NameLastname": "Lizzie Lynn"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Equitox",
      "Description": "Laboris magna laborum dolore velit. Eu duis non ullamco reprehenderit eiusmod. Quis id pariatur pariatur ullamco voluptate occaecat deserunt fugiat elit nulla. Ut minim pariatur sunt exercitation cillum culpa adipisicing esse excepteur nisi. Aliquip officia nostrud do ullamco cillum culpa sint irure fugiat occaecat proident aute labore. Ex culpa esse nisi sint cupidatat incididunt elit excepteur ad pariatur non consectetur magna.\r\n",
      "ReleaseDate": "2011-04-18",
      "CoverImageUrl": "https://picsum.photos/id/1064/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Zelma Delaney"
        },
        {
          "NameLastname": "Pickett Fowler"
        },
        {
          "NameLastname": "Mueller Beach"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 8
        }
      ]
    },
    {
      "Title": "Mediot",
      "Description": "Eu nostrud ad cupidatat ipsum officia adipisicing tempor. Et ex veniam amet in aliquip labore quis. Quis cillum Lorem adipisicing dolor incididunt. Tempor cillum pariatur eiusmod fugiat. Aliquip do aliquip fugiat duis pariatur ut anim est amet cillum minim culpa sint ea. Irure nisi minim Lorem ad ad eu reprehenderit occaecat minim sunt consequat do sit sint. Officia reprehenderit ex veniam duis commodo duis nisi ut officia nisi culpa cillum.\r\n",
      "ReleaseDate": "1993-04-21",
      "CoverImageUrl": "https://picsum.photos/id/1057/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Jamie Gibbs"
        },
        {
          "NameLastname": "Colleen Kim"
        },
        {
          "NameLastname": "Priscilla Espinoza"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Terrasys",
      "Description": "Nostrud sunt consequat nisi deserunt labore non nulla aliquip proident nulla consectetur cillum. Deserunt culpa excepteur cupidatat officia incididunt. Aliqua laboris pariatur ex magna. Ut veniam in ipsum labore consectetur cupidatat et do irure veniam irure. Non id cupidatat pariatur reprehenderit ullamco excepteur do exercitation minim.\r\n",
      "ReleaseDate": "2011-11-07",
      "CoverImageUrl": "https://picsum.photos/id/1079/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Hallie Carrillo"
        },
        {
          "NameLastname": "Fitzgerald Gentry"
        },
        {
          "NameLastname": "Kristy Greene"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 4
        }
      ]
    },
    {
      "Title": "Elita",
      "Description": "Eu enim occaecat elit sit occaecat magna incididunt consequat quis pariatur in ex sit. Duis dolor ex et voluptate reprehenderit nulla. Cillum laborum esse non elit culpa aliquip eu est tempor duis mollit. Magna ipsum et dolore deserunt velit sunt cillum ullamco est. Esse proident nulla non excepteur nulla. Commodo cupidatat exercitation laborum id occaecat cillum deserunt cillum.\r\n",
      "ReleaseDate": "2014-09-07",
      "CoverImageUrl": "https://picsum.photos/id/1069/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Coleen Benton"
        },
        {
          "NameLastname": "Pollard Haynes"
        },
        {
          "NameLastname": "Janna Pickett"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Zoid",
      "Description": "Sunt esse aliqua elit do duis deserunt dolore pariatur. Magna aliquip laborum do nisi dolore. Eu ad anim magna aliqua ullamco cillum laboris minim fugiat in id irure non do. Labore nulla culpa eu dolore fugiat duis est labore tempor irure excepteur.\r\n",
      "ReleaseDate": "2012-11-05",
      "CoverImageUrl": "https://picsum.photos/id/1053/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Nicholson Howe"
        },
        {
          "NameLastname": "Wright Bean"
        },
        {
          "NameLastname": "Rodriguez Watts"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Ezentia",
      "Description": "Commodo sunt duis magna labore ullamco id tempor. Cupidatat do quis occaecat officia consequat tempor veniam excepteur aliqua irure ea. Adipisicing qui pariatur reprehenderit anim id nisi deserunt duis sunt ex. Dolor laboris culpa cillum qui.\r\n",
      "ReleaseDate": "2010-05-26",
      "CoverImageUrl": "https://picsum.photos/id/1084/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Lessie Haley"
        },
        {
          "NameLastname": "Holden Wise"
        },
        {
          "NameLastname": "Barrera Hodges"
        }
      ],
      "Ratings": [
        {
          "Score": 1
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Amtas",
      "Description": "Labore velit pariatur occaecat amet mollit magna aute consequat irure cillum excepteur laboris ad nisi. Cupidatat dolore id aliqua irure nostrud et magna minim consequat elit proident labore. Laborum Lorem Lorem proident aliquip Lorem irure elit id in reprehenderit ullamco elit incididunt. Sint sunt quis magna consequat. Cillum laboris exercitation nulla fugiat elit fugiat sunt ipsum ullamco laboris non tempor. Enim duis et Lorem aliqua consequat dolor commodo non aliquip irure ipsum velit.\r\n",
      "ReleaseDate": "2009-12-27",
      "CoverImageUrl": "https://picsum.photos/id/1069/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Ann Lowe"
        },
        {
          "NameLastname": "Keller Rowe"
        },
        {
          "NameLastname": "Dixie Ferguson"
        }
      ],
      "Ratings": [
        {
          "Score": 6
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Ecraze",
      "Description": "Culpa quis et tempor tempor id aute in. Aliquip pariatur enim nisi adipisicing cupidatat magna et id labore. Deserunt sint nisi Lorem do et. Consequat et laborum mollit anim duis duis proident et esse fugiat ex labore sint. Veniam aliquip anim proident amet aliqua nostrud.\r\n",
      "ReleaseDate": "1991-04-08",
      "CoverImageUrl": "https://picsum.photos/id/1047/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Mcclure Guthrie"
        },
        {
          "NameLastname": "May Waters"
        },
        {
          "NameLastname": "Marquita Burris"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 10
        }
      ]
    },
    {
      "Title": "Ronbert",
      "Description": "Magna cillum ipsum minim esse irure. Officia esse occaecat velit reprehenderit nostrud qui et. Ex elit magna deserunt ut commodo irure. In commodo dolore tempor velit quis veniam sit mollit enim occaecat laborum. Cillum cillum duis enim veniam. Do deserunt ea non consectetur tempor. Amet eiusmod occaecat excepteur et tempor qui do eu pariatur nulla magna duis proident.\r\n",
      "ReleaseDate": "2004-10-26",
      "CoverImageUrl": "https://picsum.photos/id/1062/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Kara Underwood"
        },
        {
          "NameLastname": "Osborne Castaneda"
        },
        {
          "NameLastname": "Stephanie Rich"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 3
        }
      ]
    },
    {
      "Title": "Frenex",
      "Description": "Anim elit Lorem duis et magna elit laborum laborum et laborum nulla adipisicing. Aliqua magna ullamco irure occaecat labore deserunt et do commodo pariatur pariatur qui. Nostrud laborum aliqua et duis voluptate deserunt reprehenderit exercitation nostrud irure elit cillum ad. Fugiat sunt mollit id ex aliqua nostrud exercitation culpa in reprehenderit eu excepteur occaecat. Minim officia occaecat nulla nisi pariatur esse.\r\n",
      "ReleaseDate": "2011-07-28",
      "CoverImageUrl": "https://picsum.photos/id/1067/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Hawkins Mcguire"
        },
        {
          "NameLastname": "Jane Goodwin"
        },
        {
          "NameLastname": "Lott Owen"
        }
      ],
      "Ratings": [
        {
          "Score": 7
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Aquasseur",
      "Description": "Voluptate ullamco labore commodo duis sunt ipsum tempor incididunt laboris consequat et reprehenderit. Qui officia cupidatat ad dolor Lorem Lorem. Id cupidatat duis amet consectetur. Officia sunt do minim anim dolor quis amet veniam. Irure ad aute laboris non est minim in amet ea aliqua amet id ipsum commodo. Sit fugiat non consectetur amet pariatur. Sint ea est eu est.\r\n",
      "ReleaseDate": "2020-09-12",
      "CoverImageUrl": "https://picsum.photos/id/1072/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Norton Cash"
        },
        {
          "NameLastname": "Rose Harrison"
        },
        {
          "NameLastname": "Leigh Hull"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 3
        }
      ]
    },
    {
      "Title": "Quantasis",
      "Description": "Deserunt aliquip nulla ea ullamco consequat adipisicing tempor dolor occaecat reprehenderit occaecat non sunt. Nisi anim sit esse sit anim laboris magna proident voluptate proident officia tempor consectetur aute. Culpa irure anim velit aliquip. Est anim quis esse esse quis elit nostrud.\r\n",
      "ReleaseDate": "1995-05-03",
      "CoverImageUrl": "https://picsum.photos/id/1052/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Christa Justice"
        },
        {
          "NameLastname": "Ray Kirkland"
        },
        {
          "NameLastname": "Deena Joyner"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 1
        }
      ]
    },
    {
      "Title": "Emergent",
      "Description": "Cupidatat voluptate anim velit adipisicing et. Minim amet eu magna anim occaecat eu ipsum occaecat exercitation aute in irure. Culpa anim eu sunt exercitation tempor occaecat. In ipsum deserunt proident nostrud veniam occaecat exercitation mollit ad amet esse sint incididunt ut.\r\n",
      "ReleaseDate": "2002-06-19",
      "CoverImageUrl": "https://picsum.photos/id/1061/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Esperanza Mccarthy"
        },
        {
          "NameLastname": "Schwartz Sykes"
        },
        {
          "NameLastname": "Flores Walls"
        }
      ],
      "Ratings": [
        {
          "Score": 2
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Powernet",
      "Description": "Occaecat ex sit Lorem mollit. Laboris ipsum ipsum qui laborum tempor officia velit nulla anim. Adipisicing ut sint sit ipsum exercitation ipsum cillum culpa non ad eu laboris. Proident id officia minim exercitation laboris.\r\n",
      "ReleaseDate": "2003-01-22",
      "CoverImageUrl": "https://picsum.photos/id/1059/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Atkins Bruce"
        },
        {
          "NameLastname": "Rowland Mckee"
        },
        {
          "NameLastname": "Lynne Glenn"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Gorganic",
      "Description": "Aliqua Lorem aliquip cillum tempor est anim officia nisi officia ad exercitation. Aliquip deserunt officia aliquip dolore elit sint dolor enim. Non do est laboris magna non laborum nisi tempor adipisicing velit tempor incididunt. Qui eiusmod ea et irure reprehenderit amet nisi enim amet deserunt ea.\r\n",
      "ReleaseDate": "1990-10-23",
      "CoverImageUrl": "https://picsum.photos/id/1080/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Lee Wheeler"
        },
        {
          "NameLastname": "Aurora Richardson"
        },
        {
          "NameLastname": "Claudette Franks"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 3
        }
      ]
    },
    {
      "Title": "Cincyr",
      "Description": "Dolore quis cupidatat mollit minim cillum voluptate elit pariatur aliqua cupidatat sint excepteur ullamco mollit. Fugiat magna quis duis id. Elit aute aliqua esse nisi dolore deserunt. Mollit dolor consequat do ullamco nulla. Do labore enim incididunt dolor ex ad adipisicing amet reprehenderit.\r\n",
      "ReleaseDate": "1993-11-15",
      "CoverImageUrl": "https://picsum.photos/id/1055/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Contreras Ellis"
        },
        {
          "NameLastname": "Lynch Stout"
        },
        {
          "NameLastname": "Larson Gordon"
        }
      ],
      "Ratings": [
        {
          "Score": 7
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Crustatia",
      "Description": "Reprehenderit reprehenderit irure sint officia proident incididunt. Ad aliqua amet ea officia nulla quis veniam et adipisicing ipsum qui in ea. Adipisicing minim est reprehenderit Lorem incididunt incididunt ipsum minim. Ullamco sit ut consequat consequat cupidatat magna esse eu deserunt.\r\n",
      "ReleaseDate": "2001-03-09",
      "CoverImageUrl": "https://picsum.photos/id/1076/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Bettie Marquez"
        },
        {
          "NameLastname": "Terry Hurley"
        },
        {
          "NameLastname": "Jewel Crawford"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Perkle",
      "Description": "Velit sunt minim adipisicing laborum laborum sunt non exercitation quis esse aliquip aliquip cillum. Ad qui eiusmod qui irure proident laborum duis eiusmod. Laboris exercitation exercitation enim nostrud aute.\r\n",
      "ReleaseDate": "2011-07-14",
      "CoverImageUrl": "https://picsum.photos/id/1076/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Pierce Ferrell"
        },
        {
          "NameLastname": "Marci Manning"
        },
        {
          "NameLastname": "Elisabeth Hammond"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Isotrack",
      "Description": "Voluptate sint elit deserunt Lorem qui officia veniam nisi nostrud nulla consectetur. Nostrud culpa ad magna reprehenderit do minim. Est pariatur proident non ullamco qui tempor anim magna est. Mollit anim minim laborum laboris anim Lorem minim est commodo dolore ipsum ea amet laboris. Quis et in ullamco esse. Id Lorem minim non sint est adipisicing ea labore dolor nulla.\r\n",
      "ReleaseDate": "2021-06-14",
      "CoverImageUrl": "https://picsum.photos/id/1068/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Whitaker Burns"
        },
        {
          "NameLastname": "Gibbs Humphrey"
        },
        {
          "NameLastname": "Debra Gay"
        }
      ],
      "Ratings": [
        {
          "Score": 3
        },
        {
          "Score": 1
        }
      ]
    },
    {
      "Title": "Intradisk",
      "Description": "Excepteur consequat commodo officia ut culpa sunt. Et eu est elit sit sit nulla commodo. Lorem ad aliqua ullamco reprehenderit nostrud dolor irure tempor consequat in nulla voluptate enim occaecat. Lorem id nostrud labore dolore tempor sint. Cupidatat fugiat labore ex tempor elit duis nulla excepteur occaecat proident anim occaecat. Adipisicing anim exercitation et irure officia duis ex cillum nisi do minim.\r\n",
      "ReleaseDate": "1996-04-07",
      "CoverImageUrl": "https://picsum.photos/id/1069/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Reva Henson"
        },
        {
          "NameLastname": "Riddle Browning"
        },
        {
          "NameLastname": "Neva Oliver"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 6
        }
      ]
    },
    {
      "Title": "Snowpoke",
      "Description": "Cupidatat velit anim cillum ad in dolore elit culpa. Ex sunt minim minim ipsum nisi ipsum occaecat duis enim pariatur deserunt sunt esse. Minim ut occaecat tempor minim ipsum ex ipsum culpa eiusmod consectetur proident quis quis non. Aute labore proident enim ad ut irure. Veniam amet amet et ullamco qui velit esse proident cillum culpa mollit qui do.\r\n",
      "ReleaseDate": "2021-08-24",
      "CoverImageUrl": "https://picsum.photos/id/1047/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Jennings Pope"
        },
        {
          "NameLastname": "Singleton Ray"
        },
        {
          "NameLastname": "Sonja Goodman"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 7
        }
      ]
    },
    {
      "Title": "Xumonk",
      "Description": "Officia laboris ea nostrud et. Laborum deserunt laborum culpa exercitation nulla enim nisi duis enim commodo in dolore sit. Exercitation do incididunt ut fugiat sint in voluptate irure fugiat aliqua. Aliquip aliqua Lorem anim proident nulla minim laboris mollit. Excepteur amet reprehenderit proident incididunt.\r\n",
      "ReleaseDate": "2012-04-07",
      "CoverImageUrl": "https://picsum.photos/id/1065/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Alexandra Newman"
        },
        {
          "NameLastname": "Dionne Lane"
        },
        {
          "NameLastname": "Haney Donaldson"
        }
      ],
      "Ratings": [
        {
          "Score": 10
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Lunchpod",
      "Description": "Mollit quis sint consectetur veniam deserunt excepteur aute quis et mollit dolor tempor. Consequat ut est fugiat aliquip. Velit enim ex irure in. Occaecat sit et reprehenderit duis est velit laboris. Qui est dolor sit velit. Qui consequat culpa occaecat reprehenderit. Anim id non non reprehenderit et sunt culpa aliqua ut elit qui aute magna aliquip.\r\n",
      "ReleaseDate": "2021-05-28",
      "CoverImageUrl": "https://picsum.photos/id/1084/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Leila Gross"
        },
        {
          "NameLastname": "Robert Daniel"
        },
        {
          "NameLastname": "Jayne Byrd"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Fanfare",
      "Description": "Velit est ullamco minim labore esse est voluptate adipisicing pariatur Lorem. Laborum quis in ut exercitation et nulla reprehenderit ullamco incididunt nostrud non officia laborum. Commodo voluptate sunt sint et exercitation ullamco ullamco dolor non cillum culpa officia proident.\r\n",
      "ReleaseDate": "1995-10-07",
      "CoverImageUrl": "https://picsum.photos/id/1065/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Villarreal Hester"
        },
        {
          "NameLastname": "Moon Best"
        },
        {
          "NameLastname": "Benita Butler"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 3
        }
      ]
    },
    {
      "Title": "Grok",
      "Description": "Amet incididunt laborum Lorem duis tempor laborum voluptate ut cillum eu Lorem aute. Ea dolor cillum occaecat ex qui id ut. Cupidatat officia excepteur proident nulla aliqua dolore dolor qui. Fugiat non aute eiusmod exercitation anim fugiat consequat occaecat. Consectetur laborum culpa ipsum ut nulla pariatur aute minim.\r\n",
      "ReleaseDate": "2005-06-21",
      "CoverImageUrl": "https://picsum.photos/id/1063/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Francisca Knight"
        },
        {
          "NameLastname": "Mathis Valencia"
        },
        {
          "NameLastname": "English Rosa"
        }
      ],
      "Ratings": [
        {
          "Score": 9
        },
        {
          "Score": 5
        }
      ]
    },
    {
      "Title": "Moreganic",
      "Description": "Eiusmod amet officia ut in do pariatur excepteur. Ea deserunt magna ex ea voluptate Lorem dolore exercitation. Exercitation nisi sit do laboris amet ut ad consequat magna sunt laboris sit aliquip dolor. Ut pariatur do sint eu ipsum sit ut eu. Dolor ullamco enim et do cupidatat aliqua nostrud dolor irure magna ex excepteur velit ipsum.\r\n",
      "ReleaseDate": "1994-08-26",
      "CoverImageUrl": "https://picsum.photos/id/1063/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Leach Frazier"
        },
        {
          "NameLastname": "Corina Poole"
        },
        {
          "NameLastname": "Wagner Pollard"
        }
      ],
      "Ratings": [
        {
          "Score": 7
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Plasto",
      "Description": "Eiusmod tempor sint non velit mollit consectetur eu aute aliqua laborum nostrud esse qui voluptate. Excepteur nisi amet sunt fugiat sunt aute enim sit qui aute anim pariatur sint. Duis duis proident ad est dolor ea duis ipsum esse ea. Dolor qui esse reprehenderit ut cupidatat.\r\n",
      "ReleaseDate": "1993-01-13",
      "CoverImageUrl": "https://picsum.photos/id/1069/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Marian Michael"
        },
        {
          "NameLastname": "Lawrence Odom"
        },
        {
          "NameLastname": "Lori Mills"
        }
      ],
      "Ratings": [
        {
          "Score": 5
        },
        {
          "Score": 2
        }
      ]
    },
    {
      "Title": "Geekola",
      "Description": "Commodo in proident ullamco laboris tempor sint occaecat enim nisi quis. Proident duis ea voluptate cupidatat fugiat reprehenderit aliquip cillum adipisicing amet ipsum ex nulla id. Reprehenderit incididunt consequat reprehenderit quis id mollit aute mollit sit ea. Esse amet sit Lorem enim adipisicing in incididunt reprehenderit occaecat est veniam tempor Lorem. Ut occaecat excepteur deserunt officia nulla.\r\n",
      "ReleaseDate": "2019-04-01",
      "CoverImageUrl": "https://picsum.photos/id/1048/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Summers Randolph"
        },
        {
          "NameLastname": "Wilma Hunter"
        },
        {
          "NameLastname": "Cantrell Stewart"
        }
      ],
      "Ratings": [
        {
          "Score": 8
        },
        {
          "Score": 1
        }
      ]
    },
    {
      "Title": "Applica",
      "Description": "Commodo eiusmod Lorem in consequat anim ipsum cillum anim incididunt fugiat. Veniam irure est et nulla nostrud labore laboris sunt laborum fugiat enim non tempor labore. Eu laborum laborum dolor sint do ea dolore Lorem ipsum sit commodo anim adipisicing. Quis culpa ex reprehenderit ad esse anim.\r\n",
      "ReleaseDate": "2014-11-06",
      "CoverImageUrl": "https://picsum.photos/id/1068/200/300",
      "ShowType": "movie",
      "Actors": [
        {
          "NameLastname": "Wall Everett"
        },
        {
          "NameLastname": "Lana Harding"
        },
        {
          "NameLastname": "Alana Edwards"
        }
      ],
      "Ratings": [
        {
          "Score": 8
        },
        {
          "Score": 9
        }
      ]
    },
    {
      "Title": "Pharmacon",
      "Description": "Consequat esse aliqua est eu consequat est aute duis ullamco id. Fugiat ea in esse commodo non quis proident enim voluptate aliquip nisi Lorem sint dolore. Sint id ullamco nisi eu magna culpa tempor proident ut non. Est ullamco exercitation non Lorem ipsum enim ut ullamco nulla commodo esse enim.\r\n",
      "ReleaseDate": "1994-01-27",
      "CoverImageUrl": "https://picsum.photos/id/1058/200/300",
      "ShowType": "show",
      "Actors": [
        {
          "NameLastname": "Rosetta Farley"
        },
        {
          "NameLastname": "Earline Frank"
        },
        {
          "NameLastname": "Margret Wooten"
        }
      ],
      "Ratings": [
        {
          "Score": 4
        },
        {
          "Score": 2
        }
      ]
    }
  ]